/* Advanced Section */
"Advanced" = "Advanced";

/* Title describing sensor Gluocse Alarms */
"Alarms" = "Alarms";

/* The title text for the Bubble enable alarm schedules and notitifications */
"Alarms schedules active" = "Alarms schedules active";

/* The title text for the looping enabled switch cell */
"Always Notify Glucose" = "Always Notify Glucose";

/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* Confirmation message for recalibrate sensor */
"Are you sure you want to recalibrate this sensor?" = "Are you sure you want to recalibrate this sensor?";

/* The title of the auto calibration server URL credential */
"AutoCalibrationSite" = "AutoCalibrationSite";

/* Title describing bridge battery info */
"Battery" = "Battery";

/* The title text for the Notification settings */
"Calibrations edit mode" = "Calibrations edit mode";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Title of cell to snooze active alarms */
"Click to Snooze Alerts" = "Click to Snooze Alerts";

/* Title Bridge connection state */
"Connection State" = "Connection State";

/* Title describing  Advanced dangerous settings button */
"Danger mode" = "Danger mode";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* Title describing calibrationdata edit button */
"Edit Calibrations" = "Edit Calibrations";

/* Title describing calibrationdata extra offset */
"Extra_offset" = "Extra_offset";

/* Title describing calibrationdata extra slope */
"Extra_slope" = "Extra_slope";

/* The title text for extra offset calibration setting */
"extraOffset" = "extraOffset";

/* The title text for extra slope calibration setting */
"extraSlope" = "extraSlope";

/* Title describing bridge firmware info */
"Firmware" = "Firmware";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* The title text for the Glucose Alarm Schedule */
"Glucose Alarm Schedule" = "Glucose Alarm Schedule";

/* The title text for the Glucose Alarms vibrate notifications */
"Glucose Alarms vibrate" = "Glucose Alarms vibrate";

/* Title describing bridge hardware info */
"Hardware" = "Hardware";

/* The title text for the Bubble Invalid sensor detected */
"Invalid Sensor" = "Invalid Sensor";

/* The title for the footer crc checksum linking these calibration values to this particular sensor */
"IsValidForFooter" = "IsValidForFooter";

/* Section title for latest bridge info */
"Latest Autocalibration Parameters" = "Latest Autocalibration Parameters";

/* Section title for latest bridge info */
"Latest Bridge info" = "Latest Bridge info";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* LibreOOPWeb server option */
"LibreOOPWeb" = "LibreOOPWeb";

/* The title text for the Bubble low battery notifications */
"Low Battery" = "Low Battery";

/* The title text for the Notification settings */
"Notification settings" = "Notification settings";

/* Title describing  Notifications Setup */
"Notifications" = "Notifications";

/* The title text for the Notify every reading nr */
"Notify Per Reading (0-9)" = "Notify Per Reading (0-9)";

/* Title describing calibrationdata offsetoffset */
"Offset_offset" = "Offset_offset";

/* Title describing calibrationdata offsetslope */
"Offset_slope" = "Offset_slope";

/* The title text for offsetoffset calibration setting */
"offsetoffset" = "offsetoffset";

/* The title text for offsetslope calibration setting */
"offsetslope" = "offsetslope";

/* The title of the Spike password credential */
"Password" = "Password";

/* Button title to recalibrate */
"Recalibrate" = "Recalibrate";

/* The title for saving alarms */
"Save alarms" = "Save alarms";

/* The title for Save calibration */
"Save calibrations" = "Save calibrations";

/* The title for Save glucose alarms */
"Save glucose alarms" = "Save glucose alarms";

/* Title describing sensor Age */
"Sensor Age" = "Sensor Age";

/* The title text for the Bubble sensor change detected event */
"Sensor Change" = "Sensor Change";

/* The title text for the Bubble sensor Sensor Expires soon event */
"Sensor Expires Soon" = "Sensor Expires Soon";

/* Title describing Sensor footer reverse checksum */
"Sensor Footer checksum" = "Sensor Footer checksum";

/* Section title for latest sensor info */
"Sensor Info" = "Sensor Info";

/* The title text for the Bubble sensor not found event */
"Sensor Not found" = "Sensor Not found";

/* Title describing sensor serial */
"Sensor Serial" = "Sensor Serial";

/* Title describing sensor state */
"Sensor State" = "Sensor State";

/* Title describing calibrationdata slopeoffset */
"Slope_offset" = "Slope_offset";

/* Title describing calibrationdata slopeslope */
"Slope_slope" = "Slope_slope";

/* The title text for slopeoffset calibration setting */
"slopeoffset" = "slopeoffset";

/* The title text for slopeslope calibration setting */
"slopeslope" = "slopeslope";

/* Title of cell to snooze active alarms */
"Snooze Alert" = "Snooze Alert";

/* Title of cell to snooze active alarms */
"Snooze Alerts" = "Snooze Alerts";

/* Title describing glucose trend */
"Trend" = "Trend";

/* Title describing calibrationdata validity */
"Valid For Footer" = "Valid For Footer";

